<template>
  <div>
    <el-divider content-position="left">
      <span class="bg-fz">心理电影</span>
    </el-divider>
    <div class="bg-word">
      <h2>心理电影赏析的六大类影片</h2>
      <p style="margin-top: 20px;">
          1、关于心理问题构成的影片。这类影片可影响人的性格形成、心理状态等。代表影片有《美丽人生》、《大象》、《第一滴血》、《帝国反击战》等。
      </p>
      <p>2.反映临床心理疾病的影片。即关于心理、精神疾病症状表现的影片。这类影片形象、生动地再现了一些疾病，如自闭、抑郁、强迫、幻视、妄想、人格分裂、人格障碍的症状。比如揭示双重人格的影片《美国精神病人》(或称《美色杀人狂》)，多重人格障碍的电影《杀人游戏》(或称《致命ID》)，洁癖、强迫性人格《火柴人》,反映自闭症患者终日沉浸在自我幻想世界之中、行为异常的《雨人》,展示变态心理、异性癖、食人狂的《沉默的羔羊》，展现各种性心理扭曲的《蓝丝绒》，性心理变态电影《钢琴师》，性与暴力电影《本能》,展现精神分裂患者的《圣女贞德》、《美丽心灵》和《禁闭岛》。</p>
      <p>3.展现经典心理治疗的影片。比如精神分析中的经典影片《爱德华大夫》展现了梦的解析、失忆、强迫泛化等;行为主义经典影片《发条橙》,介绍的是从行为主义心理学实验发展出的厌恶疗法;《心灵捕手》展示了认知行为疗法、来访者中心疗法。</p>
      <p>4.励志心理影片。坚定信念，用执著信念和顽强的毅力改变自己、改变人生，弘扬积极向上精神的影片,如《风雨哈佛路》、《当幸福来敲门》、《阿甘正传》、《荒岛余生》、《勇敢的心》、《肖申克的救赎》、《叫我第一名》等。这些励志电影有助于大学生树立积极健康的生活目标，克服消极被动的人生态度,激励其在人生旅途中勇敢执著地追求幸福健康的生活。</p>
      <p>5.沟通与交往的影片。比如,展现在交流沟通上重重困难充满挫败感的影片《天使爱美丽》,反映复杂人际关系的美国电影《断背山》和《海上钢琴师),反映残障人与正常人之间相互关怀和交流情景的电影《雨人》。这类影片能很好地体现出人与人之间的真情,唤起大学生的同情和爱心,从而获得大学生的认同。</p>
      <p style="margin-bottom:40px;">
          6.理解爱情的心理影片。大学生群体正处于恋爱的年龄,如何正确理解爱情、对待爱情，是每一个大学生的人生必修课。《触不到的恋人》《美丽心灵的永恒阳光》等影片,可以让大学生对爱情有更深刻的理解。
      </p>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
.bg-fz {
  font-size: 18px;
}
.bg-word h2{
  text-align: center; 
}
.bg-word p{
  line-height: 23px;
  text-indent: 2em;
  font-size: 14px;
}
</style>