<template>
  <div>
    <h4>学习风格测试</h4>
    <el-divider content-position="left"></el-divider>
    <div class="bg-word">
      <p
        style="margin-top: 20px;"
      >大学生要想对自己偏好的学习的学习方式或处理信息方式进行评估，就要了解、认识自己的学习风格，以便于形成可以发挥自己学习潜力的学习策略。</p>
      <p>本调查表的目的是帮助大学生认识自己的学习风格。请尽可能忠实地回答下列11个问题。如果你对某一陈述持同意的程度超过不同意，就打个“√”；如果你对某一陈述持不同意的程度超过同意，就打个“X”。</p>
      <p>1. 只要我觉得合理，我经常做适当的、有理由的冒险。</p>
      <p>2. 我倾向于循序渐进、脚踏实地地解决问题，而避免任何怪诞的想法。</p>
      <p>4．我经常发现感性的行为与那些经过认真思考分析后的行为是一样的正确。</p>
      <p>5．判断一个建议或问题解决方法是否正确的关键是它能否应用于实践。</p>
      <p>6．当我听到一个新主意或办法，我喜欢思考怎样尽快将它应用于实际。</p>
      <p>7．我遵循自律的态度、符合逻辑的思考方式，喜欢制定清晰的程序。</p>
      <p>8．我以做事周到、有计划而自豪。</p>
      <p>9．我与有逻辑分析能力的人相处得很好；与冲动、不理智的人相处不那么理想。</p>
      <p>10．我仔细分析所有我可利用的数据，而避免直接跳到结论。</p>
      <p>以上答对每题计4分，再将总分乘以2，得0~10分为行为主义者，得11~20分为反省主义者，得21~30分为理论主义者，得31~40分为实用主义者。</p>
      <p style="margin-bottom:40px;">（本次测验结果仅供参考，若有需要请咨询专业人员）</p>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
.bg-fz {
  font-size: 18px;
}
h4 {
  text-align: center;
}
.bg-word p {
  line-height: 23px;
  text-indent: 2em;
  font-size: 14px;
}
</style>